INSERT INTO MEMBER_INFO(CAR_NUM, NAME, DONG, HO, PHONE_NUM, TYPE, REMARK) 
VALUES
("123가4567", "김민준", 102, 101, "010-3245-2318", "입주민", ""),
("123나9876", "이서연", 101, 202, "010-8792-5221", "입주민", ""),
("333다5555", "박서준", 101, 301, "010-1923-6631", "입주민", ""),
("321라9323", "최서윤", 101, 201, "010-9231-2311", "입주민", ""),
("532마3411", "문예준", 102, 302, "010-2555-3777", "입주민", "");

INSERT INTO GUEST(CAR_NUM, NAME, DONG, HO, PHONE_NUM, TYPE, VISIT_DATE, REMARK) 
VALUES
("987가7654", "윤지우", NULL, NULL, "010-6821-3321", "단기", '2022-03-01', ""),
("321나6879", "서도윤", 102, 102, "010-2311-8723", "단기", '2022-03-02', ""),
("555다3333", "하서현", NULL, NULL, "010-3554-8112", "단기", '2022-03-02', ""),
("323라9911", "정시우", 104, 102, "010-5215-7754", "단기", '2022-03-03', ""),
("235마1143", "우민서", 103, 102, "010-8231-9991", "단기", '2022-03-03', "");

INSERT INTO BOOKED(CAR_NUM, BOOKED_PURPOSE, VALIDITY, PHONE_NUM, NAME, COMPANY_NAME, TYPE, REMARK) 
VALUES
("117가4454", "택배", "2022-05-30", "010-2312-3281", "전주원", "택배1", "정기", ""),
("834나1279", "택배", "2022-05-30", "010-8441-8153", "장하은", "택배2", "정기", ""),
("435다3233", "택배", "2022-05-30", "010-2984-8662", "소하준", "우체국", "정기", ""),
("321라7511", "청소", "2022-05-30", "010-5125-7334", "연하윤", "청소", "정기", ""),
("295마1213", "이사", "2022-05-30", "010-8001-9911", "김지호", "이사", "정기", "");

INSERT INTO USER_INFO(USER_ID, USER_PW, USER_ROLE) 
VALUES
("admin01", "1234", "관리자"),
("store01", "1111", "상가"),
("store02", "0000", "상가");

INSERT INTO STORE(STORE_NAME, PHONE_NUM, ADDR, OWNER_NAME, JOINED_DATE, REMARK)
VALUES
("방배골", "010-1234-1111", "서울특별시 서초구 방배로8길 6", "김진수", "2022-03-01", ""),
("국수나무", "010-3222-3333", "서울특별시 서초구 동광로 21", "이민호", "2022-03-01", "");